{
  "site.title": "أفول العبقري الشامل",
  "nav.prologue": "المقدمة",
  "nav.hall_of_fame": "قاعة المشاهير",
  "nav.act1": "الفصل الأول",
  "nav.act2": "الفصل الثاني",
  "nav.act3": "الفصل الثالث",
  "nav.act4": "الفصل الرابع",
  "nav.epilogue": "الخاتمة",

  "cover.title": "أفول العبقري الشامل",
  "cover.subtitle": "دراسة إحصائية",
  "cover.quote": "\"أعظم العلماء هم أيضاً فنانون.\"",
  "cover.quote_author": "— ألبرت أينشتاين",
  "cover.cta_start": "ابدأ الاستكشاف",
  "cover.cta_hall": "استكشف قاعة المشاهير",

  "prologue.title": "المقدمة: من هو العبقري الشامل؟",
  "prologue.intro1": "جميعنا يعرف شخصاً يبدو أنه يعرف كل شيء، ليس بطريقة متعجرفة، بل بتواضع. شخص يستطيع الدراسة، التصميم، البرمجة، وقيادة الفرق في آن واحد. تخيّل الآن هذا الشخص بطاقات أوسع: يصمم المباني، يهندس الآلات، يعالج المرضى، يكتب الشعر، ويرسم المجرات. هذا هو جوهر العبقري الشامل، إنسان لا يكتفي أبداً، لا يتوقف عن التعلم.",
  "prologue.definition": "لتوضيح أكثر دقة، العبقري الشامل هو شخص يمتلك خبرة عميقة في مجالات دراسية متعددة ومتنوعة. يتميزون بقدرتهم على استخدام معارف معقدة لحل مشكلات محددة وخلق رؤى عميقة عبر تخصصات مختلفة، بما في ذلك العلوم، الفنون، والإنسانيات. على عكس العاميين الذين قد يعرفون قليلاً عن مواضيع كثيرة، فإن العبقري الشامل يمتلك فهماً عميقاً في عدة مجالات. يمكن أيضاً تعريفه كشخص ذي معرفة موسوعية.",
  "prologue.definition_author": "— تعريف العبقري الشامل",
  "prologue.etymology": "ظهر مصطلح \"العبقري الشامل\" لأول مرة في أوائل القرن السابع عشر. وبالتحديد، أول استخدام معروف للكلمة باللغة الإنجليزية كان في عام 1624 في كتاب روبرت بورتون 'تشريح الكآبة'.",
  "prologue.history": "ظهر مصطلح \"العبقري الشامل\" في أوائل القرن السابع عشر في كتاب 'تشريح الكآبة' لروبرت بورتون عام 1624. من علماء العصر الذهبي الإسلامي إلى مفكري عصر النهضة، تجاوز العباقرة الشاملون الحدود الثقافية، مجسدين الفضول العالمي.",
  "prologue.example": "مثال بارز هو نظرية فيرما الأخيرة، التي أثبتها أندرو وايلز. اعتمد وايلز على مجموعة واسعة من الأدوات الرياضية، بما في ذلك المنحنيات الإهليلجية، الأشكال النمطية، تمثيلات غالوا، وتخمين تانياما-شيمورا. بدت هذه الأدوات غير متصلة بالبرهان، لكنه نجح في إثبات النظرية.",
  "prologue.closing": "هل تجد نفسك ممزقاً بين البرمجة والفن، العلم والرواية؟ أنت لست وحدك. أنت تحمل شرارة تقليد قديم وجميل.",

  "hall.title": "قاعة المشاهير: العباقرة الشاملون",
  "hall.subtitle": "ادخل إلى معرض العقول الاستثنائية التي نسجت المعرفة عبر التخصصات، مخلّفةً إرثاً من الإبداع لا يزال يلهم اليوم.",

  "hall.leonardo.name": "ليوناردو دا فينشي",
  "hall.leonardo.fields": "رسام • مهندس • عالم • معماري • مخترع",
  "hall.leonardo.quote": "\"التعلم لا يُنهك العقل أبداً.\"",
  "hall.leonardo.desc": "رجل النهضة الحقيقي. يُعدّ على الأرجح أعظم عبقري شامل في التاريخ. لم يكن دا فينشي فناناً بارعاً فحسب، بل كان رساماً، مهندساً، عالماً، معمارياً، ومخترعاً، وبرع في كل هذه المجالات في آن واحد.",

  "hall.aristotle.name": "أرسطو",
  "hall.aristotle.fields": "فيلسوف • عالم • عالم أحياء • منطقي",
  "hall.aristotle.quote": "\"من علامات العقل المتعلم أن يتأمل فكرة دون قبولها.\"",
  "hall.aristotle.desc": "أحد أشهر الفلاسفة، وكان أيضاً عبقرياً شاملاً. بينما كان يتساءل عن طبيعة الواقع، ساهم في الفيزياء، علم الأحياء، علم النفس، الرياضيات، الميتافيزيقيا، الأخلاق، والسياسة.",

  "hall.khwarizmi.name": "الخوارزمي",
  "hall.khwarizmi.fields": "رياضياتي • فلكي • جغرافي",
  "hall.khwarizmi.quote": "\"إرثه: أبو الجبر والخوارزميات، أحدث ثورة في الرياضيات، الفلك، والجغرافيا في العصر الذهبي الإسلامي.\"",
  "hall.khwarizmi.desc": "الرجل الذي يقف وراء أسس الجبر والتقدم الكبير في الرياضيات، الفلك، والجغرافيا. معلومة طريفة: كلمة \"خوارزمية\" مشتقة من اسمه.",

  "hall.franklin.name": "بنجامين فرانكلين",
  "hall.franklin.fields": "مخترع • كاتب • عالم • دبلوماسي",
  "hall.franklin.quote": "\"الاستثمار في المعرفة يدرّ أفضل الفوائد.\"",
  "hall.franklin.desc": "ساهمت إسهامات فرانكلين المتنوعة في العلوم، الأدب، والسياسة في تشكيل أمة.",

  "hall.hypatia.name": "هيباتيا",
  "hall.hypatia.fields": "رياضياتية • فلكية • فيلسوفة",
  "hall.hypatia.quote": "\"احتفظ بحقك في التفكير، فحتى التفكير الخاطئ خير من عدم التفكير.\"",
  "hall.hypatia.desc": "رائدة في الإسكندرية، ساهمت في تقدم الرياضيات والفلسفة.",

  "hall.ibnsina.name": "ابن سينا",
  "hall.ibnsina.fields": "طبيب • فيلسوف • عالم",
  "hall.ibnsina.quote": "\"معرفة أي شيء، بما أن لكل شيء أسباباً، لا تكتمل إلا إذا عُرفت أسبابه.\"",
  "hall.ibnsina.desc": "أثرت أعماله الغزيرة في الطب والفلسفة على أجيال متعاقبة من الفكر.",

  "hall.tagore.name": "رابندرانات طاغور",
  "hall.tagore.fields": "شاعر • كاتب • ملحن • فيلسوف",
  "hall.tagore.quote": "\"أعلى درجات التعليم هي تلك التي لا تقدم المعلومات فحسب، بل تجعل حياتنا متناغمة مع كل وجود.\"",
  "hall.tagore.desc": "أعاد طاغور تشكيل الأدب البنغالي والفن الهندي بعبقريته متعددة الأوجه.",

  "hall.bottom.quote": "\"العلامة الحقيقية للذكاء ليست المعرفة، بل الخيال.\"",
  "hall.bottom.author": "— ألبرت أينشتاين",

  "act1.title": "الفصل الأول: صعود وسقوط العبقري الشامل",
  "act1.para1": "من هنا، حسبنا \"درجة العبقري الشامل\"، وهي متوسط عدد المجالات المتميزة التي ساهم فيها الفرد بإسهامات هامة. تتبعنا الأفراد من العصور القديمة إلى العصر الحديث، ورسمنا خريطة لكيفية صعود العقل الشامل وأفوله.",
  "act1.para2": "يُظهر الرسم البياني قوساً ذهبياً. قبل عصر النهضة، كان العباقرة الشاملون نادرين، لكنهم كانوا متألقين. حوالي عام 1000 ميلادية، بلغت مساهماتهم عبر المجالات ذروتها، حتى لو كانت أعدادهم قليلة. (الارتفاع المفاجئ حوالي عام 1000 ميلادية مثير للفضول، وربما كان مدفوعاً ببعض الشخصيات البارزة. هذا يكشف عن عيب في المتوسطات البسيطة، فعندما يكون العباقرة الشاملون قليلين، يمكن لحياة استثنائية واحدة أن تشوه المنحنى).",
  "act1.para3": "ثم جاء عصر النهضة. ازداد عدد العباقرة الشاملين—ليوناردو، غاليليو، نيوتن—أسماء لا تزال تتردد حتى اليوم. استمر هذا الصعود في القرنين السابع عشر والثامن عشر خلال عصر التنوير، حيث تقدمت العلوم والفلسفة جنباً إلى جنب.",
  "act1.para4": "لكن فجأة، انكسر القوس. بحلول القرن العشرين، انخفض عدد العباقرة الشاملين بشكل حاد. بعد عام 1969، صمتت البيانات. لم يعد أي فرد يتجاوز الحد الأدنى. يبدو أن العبقري الشامل أصبح أثراً من عصر آخر.",
  "act1.para5": "كان تشارلز بيرسي سنو أحد آخر الأصوات التي حذرتنا. في محاضرته عام 1959 بعنوان 'الثقافتان'، تحدث سنو عن \"هوة التفاهم\" المتزايدة بين العلوم والإنسانيات. لم تكن مجرد انقسام فلسفي، بل كانت كسر العبقري الشامل.",
  "act1.para6": "اليوم، يبدو تحذير سنو نبوءة. لا نرى هذا الانقسام في أنظمتنا الأكاديمية وحدها، بل في الخطابات عبر الإنترنت، وهو مرئي في البيانات.",

  "act1.fig1": "الشكل 1: مخطط فقاعات العباقرة الشاملين (حسب درجة العبقرية الشاملة وعدد المهن المتميزة)",
  "act1.fig2": "الشكل 2: صعود وسقوط العبقري الشامل (ممهد باستخدام LOWESS)",

  "act1.timeline.title": "القوس الذهبي",
  "act1.timeline.1000": "قبل عصر النهضة، كان العباقرة الشاملون نادرين لكنهم لامعون، وبلغت مساهماتهم ذروتها رغم قلة أعدادهم.",
  "act1.timeline.1400": "أشعلت النهضة موجة من العباقرة الشاملين—ليوناردو، غاليليو، نيوتن—الذين لا تزال أسماؤهم تتردد عبر الزمن. شهدت هذه الفترة تلاقحاً غير مسبوق بين الفن والعلم.",
  "act1.timeline.1920": "وميض أخير قبل الأفول، حيث تحول العالم من المفكرين الشاملين إلى المتخصصين.",
  "act1.timeline.1969": "اختفى العبقري الشامل من السجلات، إذ لم يعد أي فرد يتجاوز ثلاثة مجالات خبرة.",

  "act1.quote1": "في محاضرته عام 1959 'الثقافتان'، حذر سي بي سنو من الانقسام المتزايد بين العلوم والإنسانيات—وهو الانقسام الذي كسر العبقري الشامل.",
  "act1.quote1.author": "— العبقرية العلمية الشاملة: نهاية عصر الثقافتين؟، أراكي، مايكل، مجلة The Lancet، المجلد 395، العدد 10218، 113-114",

  "act1.geography.title": "جغرافيا العبقرية",
  "act1.geography.para1": "أفول العبقرية الشاملة لا يُروى فقط عبر القرون، بل عبر الأمم. يُظهر الرسم البياني أدناه الدول الأكثر إنتاجاً للعباقرة الشاملين. تتصدر ألمانيا القائمة بـ368 عبقرياً شاملاً مسجلاً، تليها الولايات المتحدة (134) والمملكة المتحدة (224). وتكمل فرنسا، إيطاليا، وإسبانيا الستة الأوائل—وهو أمر غير مفاجئ، نظراً لأدوارهم التاريخية في العلوم، الفلسفة، والفنون.",
  "act1.geography.para2": "لكن بعض الدول، مثل التشيك والمجر، قد تثير دهشة القراء—أمم صغيرة بإرث أكاديمي عميق. ما الذي جعل هذه الدول تربة خصبة للعقول الشاملة؟ هل كان ذلك بسبب سهولة الوصول إلى التعليم، المؤسسات متعددة التخصصات، أم لحظات ازدهار ثقافي؟ الإجابة، مثل العبقري الشامل، تتحدى تفسيراً من مجال واحد.",
  "act1.geography.para3": "من الجدير بالذكر أن الدول الرائدة في بياناتنا، كان لكل منها عصرها الذهبي. لم تكن هذه مجرد دول، بل كانت بوتقات. ألمانيا خلال التنوير، إيطاليا في النهضة، بريطانيا في ذروة الثورة الصناعية والعلمية. فتحت كل فترة أبواباً عبر التخصصات—الفن، الفلسفة، الاختراع، والعلم—مما سمح للعباقرة الشاملين بالظهور، الازدهار، والمساهمة دون تقييد بمجال واحد. لكن العصور الذهبية تمر. وعندما تمر، ترتفع الجدران، تصبح الغرف أكثر عزلة، ويختفي المتجولون.",

  "act2.title": "الفصل الثاني: لماذا تلاشى العبقري الشامل؟",
  "act2.para1": "إلى أين ذهبوا؟ هل غادروا بهدوء؟ هل خفت بريقهم تدريجياً حتى توقفوا عن الوجود؟ لا. اختفاؤهم لم يكن صدفة. كان نتيجة تغيير هيكلي بطيء ومدروس—من النظام التعليمي إلى سوق العمل.",
  "act2.para2": "بدأت المدارس والجامعات في تصميم مناهجها لتلبية متطلبات الثورات الصناعية التي طالبت بالكفاءة والتخصص. يُجبر الطلاب على اختيار تخصص قبل أن يعرفوا حتى ما هي المسارات المتاحة.",
  "act2.quote1": "\"الكثير من الناس لا يختارون هذه المسارات، لأنهم لا يرون طريقاً.\"",
  "act2.quote1.author": "— فرح كامل، الشريك الإداري لديما",

  "act2.egypt.title": "دراسة حالة: مصر",
  "act2.egypt.para": "مثال مناسب هو النظام التعليمي المصري. يقضي الأطفال أول عشر سنوات من حياتهم الأكاديمية في دراسة مواد متنوعة—العربية، الإنجليزية، الرياضيات، العلوم الاجتماعية (التاريخ والجغرافيا)، والعلوم (الفيزياء، الكيمياء، والبيولوجيا). فجأة، في سن الخامسة عشرة، يُطلب من الطالب التخصص إما في الإنسانيات أو العلوم. بعد عام، يتعين على من اختاروا العلوم الاختيار بين العلوم البحتة والرياضيات. هذا يكشف عن عيب أعمق في هيكلية التعليم الحديث—الخلط بين الفضول المبكر والارتباك. تُعتبر سن الخامسة عشرة ليست فقط سن الفضول، بل هي الوقت الذي يبدأ فيه الشباب بطرح أسئلة أكبر: من أنا؟ ما الذي يهم؟ ما الواقع؟",

  "act2.young.title": "عباقرة شاملون شباب",
  "act2.young.pascal.title": "بليز باسكال",
  "act2.young.pascal.desc": "رياضياتي وفيزيائي فرنسي، بدأ في وضع أسس الهندسة الإسقاطية في سن الخامسة عشرة.",
  "act2.young.shelley.title": "ماري شيلي",
  "act2.young.shelley.desc": "روائية إنجليزية، بدأت بكتابة مسودة فرانكنشتاين في سن السابعة عشرة، لكن الأفكار كانت تختمر مبكراً.",
  "act2.young.malala.title": "ملالا يوسفزاي",
  "act2.young.malala.desc": "ناشطة تعليمية باكستانية، كانت في الخامسة عشرة عندما استُهدفت بسبب نشاطها.",
  "act2.young.para": "بدأ العديد من العقول العظيمة التجربة مبكراً—عبر مجالات—وخرجوا بإبداعات دائمة. في سن الخامسة عشرة، الفضول ليس تشتتاً—إنه قوة خارقة. لكن أنظمتنا تعامله كعبء. يجب منح الحرية الإبداعية. كل هذا يؤدي إلى تأثير الفراشة غير الجميل.",

  "act2.crystallization.title": "التبلور المراهقي",
  "act2.crystallization.para1": "هذا يقودني إلى الحديث عن مفهوم هام قدمه لورانس ستينبرغ. يصف مفهومه \"التبلور المراهقي\" الفترة بين سن 14 و18 عاماً عندما يبدأ الأفراد في تشكيل هويتهم البالغة، واكتساب شعور بالانتماء إلى اهتمامات أقرانهم، وقيم مرتبطة بمسارات مهنية محددة. على السطح، يبدو هذا كعملية تطورية مدروسة. لكن في الممارسة—خاصة في الأنظمة التعليمية الصلبة مثل النظام المصري—غالباً ما يصبح تضييقاً مفروضاً بدلاً من اكتشاف ذاتي مدفوع.",
  "act2.crystallization.para2": "الاختيار الذي يتخذه الطالب في سن الخامسة عشرة ليس رمزياً—إنه هيكلي. اختر الإنسانيات، وستُقطع عن دخول كليات مثل الهندسة أو علوم الحاسوب. لا يوجد مسار ثانٍ، ولا جسر رسمي. يُعاد تحديد سقف طموحاتك. تُعاد توجيه أحلامك. أفضل الخيارات تصبح الاقتصاد، العلوم السياسية، المحاسبة، أو اللغات. وإذا كنت محظوظاً، قد تتعثر في تخصص إحصاء يوفر بعض التعرض التقني. لكن بالنسبة للكثيرين، يكون الوقت قد فات. يخبرك النظام بما لا يمكنك أن تكونه قبل أن تتاح لك الفرصة لمعرفة ما يمكنك أن تكونه.",
  "act2.crystallization.para3": "التبلور يعني النهائية. يوحي المصطلح بالتصلب في شكل معين. لكن المراهقين ليسوا بلورات. هم أقرب إلى الأنهار—ما زالت تجري، تتحرك، تبحث. يفترض التبلور وجود خيارات متاحة. كيف يمكن لشخص أن يشكل خططاً مهنية \"واقعية\" في سن الخامسة عشرة إذا لم يتعرض لنصف المجالات الموجودة؟ معظم المراهقين لا يعرفون حتى ما هي الأنثروبولوجيا، علوم البيانات، أو التخطيط العمراني. تصبح مشكلة القدوة معقدة. يعترف النظرية بأن المراهقين يتطلعون إلى قدوات، لكن ماذا يحدث في بيئات تُحبط فيها القدوات متعددة التخصصات أو الإبداعية؟",
  "act2.crystallization.para4": "لنكن منصفين، التخصص لم ينشأ من سوء نية. لقد استجاب لمتطلبات التعقيد الصناعي والتكنولوجي. احتاج العالم إلى خبراء لبناء الجسور، تصميم الآلات، وفك شيفرة الحمض النووي. لكن الثمن كان على حساب السعة. في نهاية المطاف، في عصر الحركة السريعة—حيث لا يمكنك حتى مواكبة الكلية التي التحقت بها—يقلل ذلك من فرصك في أن تصبح شيئاً يتجاوز التخصص الذي تدرسه. إلا إذا شققت طريقك—بمفردك.",

  "act3.title": "الفصل الثالث: عالم بلا متجولين",
  "act3.fox_hedgehog.quote": "\"الثعلب يعرف أشياء كثيرة، لكن القنفذ يعرف شيئاً كبيراً واحداً.\"",
  "act3.fox_hedgehog.author": "— أرخيلخوس، أعيد نشره بواسطة إشعياء برلين",
  "act3.fox.title": "الثعلب (العبقري الشامل)",
  "act3.fox.desc": "نجح النظام الحالي في خلق جيل من القنافذ—متخصصون فائقون يتفوقون في شيء واحد بكفاءة مذهلة، لكنهم يفتقرون إلى الرؤية الواسعة للثعالب الشاملة. يربط العباقرة الشاملون بين مجالات تبدو غير متصلة—كما يتضح من مثال نظرية فيرما الأخيرة—مما يمنحهم القدرة على حل المشكلات بإبداع كان سيُعتبر مستحيلاً.",
  "act3.hedgehog.title": "القنفذ (المتخصص)",
  "act3.hedgehog.desc": "يتفوق في مجال واحد بخبرة عميقة لكنه غالباً يفتقر إلى المنظور خارج تخصصه. قوة القنفذ هي التركيز.",
  "act3.para1": "غلب العمق على السعة. لم يعد لدينا أناس يمتلكون معرفة تمتد عبر مجالات متميزة وغير متصلة. الثمن؟ لم يعد أحد ينظر جانباً.",

  "act3.consequences.title": "العواقب",
  "act3.consequences.slow.title": "التقدم البطيء",
  "act3.consequences.slow.desc": "يربط العباقرة الشاملون بين مجالات تبدو غير متصلة—كما يتضح من مثال نظرية فيرما الأخيرة—مما يمنحهم القدرة على حل المشكلات بإبداع كان سيُعتبر مستحيلاً.",
  "act3.consequences.translators.title": "اختفاء المترجمين",
  "act3.consequences.translators.desc": "أبرزت ورقة بحثية قرأتها مؤخراً نقطة هامة للغاية: للمتخصصين لغتهم الخاصة. لنأخذ الإحصائيين كمثال. نحن، كمحللي بيانات، لدينا مصطلحاتنا الخاصة: التعددية الخطية، عدم التجانس، معامل التحديد، وقيمة P، والقائمة تطول. نُدرب كإحصائيين لتفسير النتائج. وبالتالي، إذا عمل إحصائي مع عالم أحياء، وطلب عالم الأحياء تحليل بيانات، دون تدريب أو وجود شخص ثالث في الغرفة يفهم الإحصاء وعلم الأحياء—يصبح التواصل صعباً للغاية. لكن الأمل لم يضع. ظهرت بعض المجالات التي تجرؤ على العيش بين الفجوات—تخصصات هجينة مثل المعلوماتية الحيوية، اللسانيات الحسابية، والاقتصاد العصبي. لا تنتمي إلى مجال واحد. تتحدث بلغات متعددة. في هيكليتها، تقاوم الانقسام الذي كسر العبقري الشامل.",
  "act3.consequences.identity.title": "تقلص الهوية",
  "act3.consequences.identity.desc": "يقول الطلاب 'أنا طالب إدارة أعمال'، بدلاً من 'أنا فضولي بشأن الأنظمة، الاقتصادات، والمجتمعات.' لقد فقدنا سيولة الهوية. بدأت أرواحنا تتخصص أيضاً. هذا يؤدي إلى فقدان المرونة. يصبح الناس مركزين جداً على دراسة موضوع واحد طوال حياتهم، وماذا يحدث إذا أصبح هذا الموضوع غير ذي صلة؟ أترك الإجابة لك.",

  "act3.wholehuman.title": "فقدان الإنسان الكامل",
  "act3.wholehuman.para1": "بدون العبقرية الشاملة، بدأنا نصغّر أنفسنا لتناسب الألقاب الوظيفية. أصبح هناك أقل شعرية في العلم، أقل إبداع في الأعمال، وأقل تعاطف في السياسات. أصبحنا فعالين، بالتأكيد، لكننا جوفاء. تكلفة التخصص الفائق ليست اقتصادية فقط، بل وجودية.",

  "act4.title": "الفصل الرابع: عودة العبقري الشامل",
  "act4.para1": "لم يمت العباقرة الشاملون—هم فقط نائمون. في عصر الذكاء الاصطناعي ونماذج اللغة الكبيرة، ليس سراً أن الكثيرين يسيئون استخدام قدراتها. بدلاً من استخدامها كمساعدات كما هو مقصود، يتم استخدامها كزر كبير أحمر 'انقر لإنهاء عملك'. لكن ماذا لو بدأنا بتعليم الناس كيفية استخدام الذكاء الاصطناعي بشكل صحيح؟ قد يكون هذا الأداة التي تعيد العباقرة الشاملين. يمكن استخدام الذكاء الاصطناعي للتعليم والمساعدة في مجالات مختلفة—الرياضيات، الفيزياء، الإحصاء، البرمجة... القائمة تطول. النتيجة؟ تعلم فعال وكفء. لن يضطر الإنسان بعد الآن للتضحية بمجموعة واسعة من مهاراته واهتماماته مقابل التخصص.",
  "act4.quote": "\"إذا كان الذكاء الاصطناعي هو المطرقة، فإن العباقرة الشاملين هم المهندسون المعماريون. لكننا نواصل توزيع المسامير بدلاً من المخططات.\"",
  "act4.modern.title": "عباقرة شاملون معاصرون",
  "act4.modern.tim.name": "تيم فيريس",
  "act4.modern.tim.fields": "مؤلف • رائد أعمال • مقدم بودكاست • رياضي",
  "act4.modern.tim.desc": "بنى مسيرة تجمع بين الإنتاجية، التجارب الذاتية، الاستثمار، والفنون القتالية—ليصبح مؤلفاً الأكثر مبيعاً ومستشاراً للشركات الناشئة في آن واحد.",
  "act4.modern.jaron.name": "جارون لانيير",
  "act4.modern.jaron.fields": "عالم حاسوب • ملحن • مؤلف",
  "act4.modern.jaron.desc": "رائد في الواقع الافتراضي، بينما كان يؤلف الموسيقى الكلاسيكية ويكتب نقداً مؤثراً عن العصر الرقمي.",
  "act4.modern.zewail.name": "أحمد زويل",
  "act4.modern.zewail.fields": "كيميائي • مؤلف • مثقف عام",
  "act4.modern.zewail.desc": "فاز بجائزة نوبل في الكيمياء لعمله الرائد في الكيمياء الفيمتوثانية، بينما كتب كتباً عن العلم، المجتمع، والهوية العربية، وعمل كمستشار علمي وجسر ثقافي بين الشرق والغرب.",
  "act4.ai.title": "الذكاء الاصطناعي كممكّن",
  "act4.ai.para1": "طريقة تكميلية أخرى هي \"التعليم المفتوح.\" بدلاً من الاعتماد كلياً على النظام التعليمي، يجب تشجيع الاستقلالية. نحن نعيش في عصر تكون فيه المعرفة متاحة كالهواء الذي نتنفسه. مقاطع يوتيوب، كتب PDF، مقالات علمية، وبودكاست—هذا هو عصر الوصول.",
  "act4.ai.para2": "بدلاً من طلب ChatGPT لتوليد سكربت بايثون ينفذ خوارزمية تعلم آلي، اطلب منه أن يشرح بالتفصيل ما هو التعلم الآلي. ما هي الخوارزميات؟ ما هو XGB؟ Catboost؟ LightGBM؟ الشبكات العصبية؟ يمكن لنماذج اللغة الكبيرة أن تشرح كل مفهوم بسهولة مطلقة—بالطريقة التي يريدها المستخدم. اشرح كما لو كنت أشرح لطفل في الخامسة؟ اشرح كما لو كان فيلماً من هاري بوتر؟ اشرح كما لو كان التعلم الآلي قريباً لي؟ كل هذا ممكن.",
  "act4.ai.box.title": "نموذج التعلم الجديد",
  "act4.ai.box.point1": "استخدم الذكاء الاصطناعي لاستكشاف العلاقات بين المجالات",
  "act4.ai.box.point2": "إنشاء رحلات تعليمية مخصصة عبر التخصصات",
  "act4.ai.box.point3": "تطوير معرفة على شكل حرف T—عمق في مجال واحد، وسعة في مجالات كثيرة",
  "act4.path.title": "الطريق إلى الأمام",
  "act4.path.para1": "يمكن للعبقرية الشاملة والتخصص أن يتعايشا—بسلام. كل ما يحتاجانه هو قبول المجتمع. بدلاً من دفع كل طفل نحو مسار محدد جداً، فقط لأنه 'مستقبل' أو 'هنا يكمن المال'، دعوهم يختارون—بحرية.",
  "act4.path.explore.title": "تشجيع الاستكشاف",
  "act4.path.explore.desc": "اسمح للطلاب بتجربة مجالات متنوعة قبل التخصص",
  "act4.path.synthesis.title": "مكافأة التوليف",
  "act4.path.synthesis.desc": "قدّر الروابط بين التخصصات بقدر ما تقدّر العمق في مجال واحد",
  "act4.path.para2": "ما زلنا بحاجة إلى متخصصين يتعمقون في موضوع معين ويتقنونه تماماً. لكننا بحاجة أيضاً إلى عموميين يربطون النقاط، ويفكرون خارج المجال بأكمله—وليس فقط خارج الصندوق.",

  "epilogue.title": "الخاتمة: إلى المتجول الذي يقرأ هذا",
  "epilogue.para1": "يا صديقي، لم أكتب هذه المقالة لإثراء محفظتي—كتبتها لأعبر عن شعوري أنا والكثيرون غيري منذ سنوات. تضييق الرؤية المستمر لمجرد التوافق مع القالب—حتى لا نشعر بأننا 'ضائعون' أو 'مشوشون'.",
  "epilogue.para2": "من المفارقة أنني في وقت من الأوقات رفضت المعرفة الواسعة. كنت أعتقد أن الإتقان الحقيقي يكمن في العمق فقط. ومع ذلك، كنت دائماً مهتماً بكل شيء—من البرمجة إلى الفن، من الاقتصاد إلى علم النفس. قاومت هذا الغريزة، ظناً مني أنها تجعلني مشتتاً. كنت مخطئاً.",
  "epilogue.quote": "\"أنت لست ترساً في آلة. أنت المحرك بأكمله. فضولك ليس عبئاً—إنه شعلة. اهتماماتك الواسعة ليست عبئاً—إنها مخطط.\"",
  "epilogue.para3": "اسأل نفسك: ماذا لو كانت ثراء الحياة الحقيقي يكمن في العيش بعرض، وليس فقط بعمق؟ في مكان ما هناك، طفل لا يزال يحلم بحرية. فلنجعل له مكاناً. وإليك—نعم، أنت—استمر في القراءة، الدراسة، وتوسيع مهاراتك. لا تتقلص لتناسب النظام. امتد لإعادة تشكيله.",
  "epilogue.return": "العودة إلى بداية المعرض",

  "gallery.title": "معرض المعرفة الضائعة",
  "gallery.card1": "دراسات تشريحية\nليوناردو دا فينشي",
  "gallery.card2": "هيباتيا تُعلم الرياضيات",
  "gallery.card3": "مخطوطة ابن سينا الطبية",
  "gallery.card4": "شعر طاغور البصري",

  "footer.title": "استكشاف إضافي",
  "footer.link1": "الثقافتان لسي بي سنو",
  "footer.link2": "المدى لديفيد إبستين",
  "footer.link3": "العبقري الشامل لواقاص أحمد",
  "footer.credit": "استقصاء بصري بقلم عز الدين أحمد",
  "footer.copyright": "© 2025 | صيغ بحبر وفضول"
}